blog/app/controllers/articles_controller.rb

    def create
        @article = Article.new(article_params)

        @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Jose Lúis"], ["text", "JJJJ"], ["created_at", "2019-01-10 11:34:57.511548"], ["updated_at", "2019-01-10 11:34:57.511548"]]